"PageTitle" = "Seleção de um Destino";

/* Target Select Strings */
"SelectMessage_Volumes" = "Selecione o disco no qual você deseja instalar o software %@.";
"SelectMessageChecking_Volumes" = "Examinando os discos adicionais…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Como você deseja instalar este software?";
"SelectMessageChecking_Domains" = "Examinando localizações de instalação adicionais…";

/* Available domain strings */
"DomainInstall_Local" = "Instalar para todos os usuários deste computador";
"DomainInstall_User" = "Instalar somente para mim";
"DomainInstall_Anywhere" = "Instalar em um disco específico…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Você optou por instalar este software na pasta “%1$@” do disco “%2$@”.";
"DestinationMessageDriveOnly" = "Você optou por instalar este software no disco “%@”.";
"DestinationMessage_HomeDir" = "Você optou por instalar este software na sua pasta pessoal. Somente o usuário atual poderá usar este software.";
"DestinationMessage_LocalMachine" = "Você optou por instalar este software para todos os usuários deste computador.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "A instalação deste software não requer espaço adicional.";
"SizeMessageInstall" = "A instalação deste software requer %@ de espaço.";


"CannotInstallMessage_Volume" = "%1$@ não pode ser instalado neste disco. %2$@";
"CannotInstallMessage_Domain" = "Você não pode instalar %1$@ nesta localização.  O instalador %1$@ não permite que o software seja instalado aqui.";

"InstallMessage" = "Você optou por instalar %@ neste disco.";
"UpgradeMessage" = "Você optou por atualizar %@ neste disco.";

"NeedChangeInstallMessage" = "Você não pode instalar %1$@ neste disco sem alterar os seus ajustes de instalação. Clique em Opções para alterar seus ajustes. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Instalar %@";
"InstallOSDescriptionParagragh" = "Instala %@ pela primeira vez.";

"UpgradeOSDescription" = "Atualizar %@";
"UpgradeOSDescriptionParagragh" = "Atualiza uma versão anterior de %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "O disco que você escolheu contém uma versão mais recente do software que você está instalando.";
"VersionSheetMessage" = "A instalação deste software substituirá a versão posterior por uma anterior.";
"VersionInstallMessage" = "Você optou por instalar este software em um disco que contém uma versão mais recente.";
